/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Nie można ukończyć czynności";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Spróbuj ponownie później.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Ten format multimediów nie jest obsługiwany.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Ten plik multimediów może być uszkodzony.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Ta aplikacja nie ma autoryzacji do odtwarzania tego pliku."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Tego pliku multimediów nie można użyć.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Nie można odkodować";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Dekoder wymagany dla tych multimediów jest zajęty.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Zatrzymaj pozostałe czynności odkodowujące multimedia i spróbuj ponownie.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Tych multimediów nie można użyć na tym komputerze.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Tej zawartości nie można odtworzyć na monitorze zewnętrznym.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Bieżąca konfiguracja systemu nie pozwala na odtwarzanie zawartości chronionej.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Transkodowana ścieżka wideo ma nieprawidłową liczbę klatek";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Liczba transkodowanych klatek wyjściowych nie jest równa liczbie klatek wejściowych, w których brak segmentów edycji";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Nie udało się odkodować";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "dekoder napotkał błąd";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Nie udało się zakodować";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "koder napotkał błąd";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Dostarczony klucz offline jest niepoprawny";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "Dostarczony klucz offline może być niepoprawny lub nie znaleziono katalogu stałego magazynu kluczy";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "Ten komputer nie ma autoryzacji do odtwarzania tej zawartości";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "Ta aplikacja nie ma autoryzacji do odtwarzania zawartości zabezpieczonej";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "Ta zawartość nie jest już dostępna";
